espressif/esp-idf/components/esp_event/host_test/esp_event_unit_test/sdkconfig.defaults
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_IDF_TARGET="linux"
CONFIG_CXX_EXCEPTIONS=y
CONFIG_LOG_DEFAULT_LEVEL_NONE=y
